Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PHOTOS_DIAGNOSE_UNAVAILABLE
source: Photos Diagnostics Unavailable
ar: تشخيصات الصور غير متوفرة
bg: Диагностиката на снимките не е налична
ca: Diagnòstic de Fotos no disponible
cs: Diagnostika Fotek není k dispozici
da: Diagnostik af Fotos utilgængelig
de: Diagnose von „Fotos“ nicht verfügbar
el: Μη διαθέσιμα Διαγνωστικά για Φωτό
es: Diagnóstico de Fotos no disponible
es_us: Diagnóstico de Fotos no disponible
fi: Kuvien vianmääritys ei käytettävissä
fr: Diagnostic de Photos indisponible
fr_ca: Diagnostics de Photos indisponible
he: ״כלי אבחון לתמונות״ אינו זמין
hi: तस्वीर डायग्नॉस्टिक अनुपलब्ध
hr: Dijagnostika fotografija nije dostupna
hu: A Fotók diagnosztikája nem érhető el
id: Diagnostik Foto Tidak Tersedia
it: Diagnosi Foto non disponibile
ja: “写真”の診断が使用できません
kk: Фотолар диагностикасы қолжетімді емес
ko: 사진 진단을 사용할 수 없음
lt: Nuotraukų diagnostikos funkcija nepasiekiama
ms: Diagnostik Foto Tidak Tersedia
nb: Bilder-diagnostikk utilgjengelig
nl: Foto's-diagnose niet beschikbaar
pl: Diagnostyka Zdjęć niedostępna
pt: Diagnóstico do App Fotos Indisponível
pt_pt: Diagnóstico indisponível
ro: Diagnoză Poze indisponibilă
ru: Диагностика Фото недоступна
sk: Diagnostika Fotiek nie je k dispozícii
sl: Diagnostika fotografij ni na voljo
sv: Bilddiagnosen är inte tillgänglig
th: การวินิจฉัยรูปภาพไม่พร้อมใช้งาน
tr: Fotoğraflar Tanıları Kullanılamıyor
uk: Діагностика Фотографій неготова
vi: Chẩn đoán Ảnh không có sẵn
zh_cn: “照片”诊断不可用
zh_hk: 無法使用「相片診斷資料」
zh_tw: 無法使用「照片診斷」

# PHOTOS_REBUILD
source: Repair Photos Library
ar: إصلاح مكتبة الصور
bg: Поправка на Фотобиблиотеката
ca: Repara la fototeca
cs: Opravit knihovnu Fotek
da: Reparer fotobibliotek
de: Fotomediathek reparieren
el: Επισκευή Βιβλιοθήκης φωτογραφιών
es: Reparar fototeca
es_us: Reparar fototeca
fi: Korjaa Kuvat-kirjasto
fr: Réparer la photothèque
fr_ca: Réparer la photothèque
he: תיקון ספריית התמונות
hi: तस्वीर लाइब्रेरी सुधारें
hr: Popravi medijateku fotografija
hu: Fotókönyvtár javítása
id: Perbaiki Perpustakaan Foto
it: Ripara libreria di Foto
ja: 写真ライブラリを修復
kk: Фотолар жинағын түзету
ko: 사진 보관함 복구
lt: Taisyti nuotraukų biblioteką
ms: Baiki Pustaka Foto
nb: Reparer Bilder-bibliotek
nl: Herstel fotobibliotheek
pl: Napraw bibliotekę Zdjęć
pt: Reparar Fototeca
pt_pt: Reparar biblioteca de Fotografias
ro: Reparați biblioteca Poze
ru: Исправить медиатеку Фото
sk: Opraviť knižnicu fotiek
sl: Popravi knjižnico fotografij
sv: Reparera bildbiblioteket
th: ซ่อมแซมคลังรูปภาพ
tr: Fotoğraflar Arşivini Onar
uk: Полагодити фототеку
vi: Sửa chữa Thư viện ảnh
zh_cn: 修复照片图库
zh_hk: 修復相片圖庫
zh_tw: 修復照片圖庫

# PHOTOS_REBUILD_ACTION_DETAILS
source: You are about to repair the Photos Library.
ar: أنت على وشك إصلاح مكتبة الصور.
bg: Ще се извърши поправка на Фотобиблиотеката.
ca: Estàs a punt de reparar la fototeca.
cs: Chystáte se opravit knihovnu Fotek.
da: Du er ved at reparere fotobiblioteket.
de: Du bist dabei, die Fotomediathek zu reparieren.
el: Πρόκειται να επισκευάσετε τη Βιβλιοθήκη φωτογραφιών.
es: Vas a reparar la fototeca.
es_us: Estás a punto de reparar la fototeca.
fi: Olet korjaamassa Kuvat-kirjastoa.
fr: Vous vous apprêtez à réparer la photothèque.
fr_ca: Vous vous apprêtez à réparer la photothèque.
he: פעולה זו תתחיל לתקן את ספריית התמונות.
hi: आप तस्वीर लाइब्रेरी में सुधार करने वाले हैं।
hr: Namjeravate popravljati medijateku fotografija.
hu: Ön úgy döntött, hogy kijavítja a fotókönyvtárát.
id: Anda akan memperbaiki Perpustakaan Foto.
it: Stai per avviare la riparazione della libreria di Foto.
ja: 写真ライブラリを修復しようとしています。
kk: «Фото» қолданбасының медиатекасы түзетіледі.
ko: 사진 보관함을 복구하려고 합니다.
lt: Ketinate taisyti nuotraukų biblioteką.
ms: Anda akan membaiki Pustaka Foto.
nb: Du er i ferd med å reparere Bilder-biblioteket.
nl: Je staat op het punt de fotobibliotheek te herstellen.
pl: Zamierzasz naprawić bibliotekę aplikacji Zdjęcia.
pt: Você está prestes a reparar a Fototeca.
pt_pt: Está prestes a reparar a biblioteca da aplicação Fotografias.
ro: Urmează să reparați biblioteca Poze.
ru: Будет исправлена медиатека приложения «Фото».
sk: Chystáte sa opraviť knižnicu aplikácie Fotky.
sl: Popravili boste knjižnico fotografij.
sv: Du kommer nu att reparera bildbiblioteket.
th: คุณกำลังจะซ่อมแซมคลังรูปภาพ
tr: Fotoğraflar arşivini onarmak üzeresiniz.
uk: Ви збираєтеся полагодити фототеку.
vi: Bạn sắp sửa chữa Thư viện ảnh.
zh_cn: 你即将修复照片图库。
zh_hk: 你即將要修復「相片圖庫」。
zh_tw: 你即將修復「照片圖庫」。

# PHOTOS_REBUILD_CONFIRM_ACTION_TITLE
source: Repair
ar: إصلاح
bg: Поправи
ca: Repara
cs: Opravit
da: Reparer
de: Reparieren
el: Επισκευή
es: Reparar
es_us: Reparar
fi: Korjaa
fr: Réparer
fr_ca: Réparer
he: תיקון
hi: सुधारें
hr: Popravi
hu: Javítás
id: Perbaiki
it: Ripara
ja: 修復
kk: Жөндеу
ko: 복구
lt: Taisyti
ms: Perbaiki
nb: Reparer
nl: Herstel
pl: Napraw
pt: Reparar
pt_pt: Reparar
ro: Reparați
ru: Исправить
sk: Opraviť
sl: Popravi
sv: Reparera
th: ซ่อมแซม
tr: Onar
uk: Полагодити
vi: Sửa chữa
zh_cn: 修复
zh_hk: 修復
zh_tw: 修復

# PHOTOS_REBUILD_DECLINE_ACTION_TITLE
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# PHOTOS_SETTINGS_TITLE
source: Photos
ar: الصور
bg: Снимки
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_us: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीर
hr: Foto
hu: Fotók
id: Foto
it: Foto
ja: 写真
kk: Фотолар
ko: 사진
lt: Nuotraukos
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

source: Photos Tab
ar: علامة تبويب الصور
bg: Раздел Снимки
ca: Pestanya Fotos
cs: Panel fotek
da: Fanen fotos
de: Bereich „Fotos“
el: Καρτέλα «Φωτογραφίες»
es: Pestaña Fotos
es_us: Pestaña Fotos
fi: Kuvat-välilehti
fr: Onglet Photos
fr_ca: Onglet Photos
he: הכרטיסיה ״תמונות״
hi: तस्वीरें टैब
hr: Kartica “Fotografije”
hu: Fotók lap
id: Tab Foto
it: Pannello Foto
ja: 写真タブ
kk: «Фотолар» қойындысы
ko: 사진 탭
lt: Nuotraukų skirtukas
ms: Tab Foto
nb: Bildefane
nl: Tabblad 'Foto's'
pl: Karta Zdjęcia
pt: Aba Fotos
pt_pt: Separador das fotografias
ro: Fila Poze
ru: Вкладка «Фото»
sk: Tab Fotky
sl: Zavihek Fotografije
sv: Bildflik
th: แถบรูปภาพ
tr: Fotoğraflar Sekmesi
uk: Фотовкладки
vi: Tab Ảnh
zh_cn: 照片标签页
zh_hk: 相片分頁
zh_tw: 照片標籤頁

# PHOTOSTREAM_DELETE_DATA
source: Delete
ar: حذف
bg: Изтрий
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Ištrinti
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# PHOTOSTREAM_DELETE_SHARE_BUTTON
source: Remove Shared Album
ar: إزالة الألبوم المشترك
bg: Премахни споделения албум
ca: Elimina l’àlbum compartit
cs: Odstranit sdílené album
da: Fjern delt album
de: Geteiltes Album entfernen
el: Αφαίρεση κοινόχρηστου άλμπουμ
es: Eliminar álbum compartido
es_us: Eliminar álbum compartido
fi: Poista jaettu albumi
fr: Supprimer l’album partagé
fr_ca: Supprimer l’album partagé
he: הסרת האלבום המשותף
hi: शेयर किया ऐल्बम हटाएँ
hr: Ukloni dijeljeni album
hu: Megosztott album eltávolítása
id: Hapus Album Bersama
it: Rimuovi album condiviso
ja: 共有アルバムを削除
kk: Ортақ альбомды жою
ko: 공유 앨범 제거
lt: Pašalinti bendrinamą albumą
ms: Keluarkan Album Dikongsi
nb: Fjern delt album
nl: Verwijder gedeeld album
pl: Usuń album udostępniany
pt: Remover Álbum Compartilhado
pt_pt: Remover álbum partilhado
ro: Eliminați albumul partajat
ru: Удалить общий альбом
sk: Odstrániť zdieľaný album
sl: Odstrani deljeni album
sv: Ta bort delat album
th: เอาอัลบั้มที่แชร์ออก
tr: Paylaşılan Albümü Sil
uk: Вилучити спільний альбом
vi: Xóa Album Được chia sẻ
zh_cn: 移除共享相簿
zh_hk: 移除共享相簿
zh_tw: 移除共享的相簿

# PHOTOSTREAM_NO_NETWORK_AIRPLANE_MODE
source: You cannot change Photo Stream settings because Airplane Mode is on.
ar: لا يمكنك تغيير إعدادات تدفق الصور لأن نمط الطيران قيد التشغيل.
bg: Не можете да промените настройките за потока снимки, тъй като е включен режим Полет.
ca: No pots canviar la configuració de “Fotos en streaming” perquè hi ha activat el Mode Avió.
cs: Nastavení fotostreamu nemůžete změnit, protože je zapnut Letový režim.
da: Du kan ikke ændre indstillinger for fotostream, fordi Flyfunktion er slået til.
de: Die Fotostream-Einstellungen können nicht geändert werden, da der Airplane-Modus aktiviert ist.
el: Δεν είναι δυνατό να αλλάξετε τις ρυθμίσεις της Ροής φωτογραφιών, διότι η Χρήση σε πτήση είναι ενεργοποιημένη.
es: No puedes cambiar los ajustes de “Fotos en streaming” porque el modo Avión está activado.
es_us: No puedes cambiar la configuración de Secuencia de fotos porque Modo avión está activado.
fi: Kuvavirran asetuksia ei voida muuttaa, koska lentotila on päällä.
fr: Vous ne pouvez pas modifier les réglages de la fonction Flux de photos car le mode Avion est activé.
fr_ca: Vous ne pouvez pas modifier les réglages de la fonction Flux de photos, car le mode Avion est activé.
he: לא ניתן לערוך שינויים בהגדרות של ״זרם תמונות״ משום ש״מצב טיסה״ פעיל.
hi: आप फ़ोटो स्ट्रीम सेटिंग्ज़ नहीं बदल सकते हैं क्योंकि विमान मोड चालू है।
hr: Ne možete promijeniti postavke za Foto stream jer je uključen zrakoplovni mod.
hu: A Fotóstream beállításai nem módosíthatók, mivel a Repülőgép mód aktív.
id: Anda tidak dapat mengubah pengaturan Stream Foto karena Mode Pesawat aktif.
it: Impossibile modificare le impostazioni di “Streaming foto” perché “Uso in aereo” è attivo.
ja: 機内モードがオンのためフォトストリーム設定を変更できません。
kk: Ұшақ режимі қосулы болғандықтан, фото ағын реттеулерін өзгерту мүмкін емес.
ko: 에어플레인 모드가 켜진 상태이기 때문에 사진 스트림 설정을 변경할 수 없습니다.
lt: Negalima pakeisti funkcijos „Nuotraukų srautas“ nustatymų, nes įjungtas skrydžio režimas.
ms: Anda tidak boleh menukar seting Strim Foto kerana Mod Pesawat aktif.
nb: Du kan ikke endre innstillinger for Bildestrøm fordi Flymodus er på.
nl: Je kunt de fotostreaminstellingen niet wijzigen omdat de vliegtuigmodus is ingeschakeld.
pl: Nie możesz zmienić ustawień Strumienia zdjęć, ponieważ włączony jest tryb Samolot.
pt: Você não pode alterar os ajustes de Álbuns Compartilhados porque o Modo Avião está ativo.
pt_pt: Não é possível alterar as definições de partilha de fotografias, porque o modo de voo está ativo.
ro: Nu puteți să modificați configurările fluxului foto, deoarece modul Avion este activat.
ru: Невозможно изменить настройки фотопотока, так как включен Авиарежим.
sk: Nastavenia fotostreamu nemôžete meniť, pretože je zapnutý režim lietadlo.
sl: Nastavitev Toka fotografij ni mogoče spremeniti, ker je vklopljen letalski način.
sv: Bildströmsinställningarna kan inte ändras eftersom flygplansläget är på.
th: คุณไม่สามารถเปลี่ยนการตั้งค่าการสตรีมรูปภาพได้เนื่องจากโหมดเครื่องบินเปิดอยู่
tr: Uçak Modu açık olduğu için Fotoğraf Yayını ayarlarını değiştiremezsiniz.
uk: Ви не можете міняти параметри Фотопотоку, бо увімкнено режим польоту.
vi: Bạn không thể thay đổi cài đặt Kho ảnh vì bạn đang bật Chế độ máy bay.
zh_cn: 你无法更改“照片流”设置，因为“飞行模式”已打开。
zh_hk: 由於飛行模式已開啟，因此無法更改「相片串流」設定。
zh_tw: 無法更改「照片串流」設定，因為已開啟「飛航模式」。

# PHOTOSTREAM_NO_NETWORK_OK_BUTTON
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# PHOTOSTREAM_NO_NETWORK_TITLE
source: Cannot Change Settings
ar: لا يمكن تغيير الإعدادات
bg: Неуспешна промяна на настройките
ca: No es pot canviar la configuració
cs: Nastavení nelze změnit
da: Kan ikke ændre indstillinger
de: Kann Einstellungen nicht ändern
el: Δεν είναι δυνατή η αλλαγή ρυθμίσεων
es: No se pueden cambiar los ajustes
es_us: No se puede cambiar la configuración
fi: Asetuksia ei voida muuttaa
fr: Modification des réglages impossible
fr_ca: Modification des réglages impossible
he: לא ניתן לשנות את ההגדרות
hi: सेटिंग्ज़ बदली नहीं जा सकती है
hr: Postavke se ne mogu promijeniti
hu: A beállítások nem módosíthatók
id: Tidak Dapat Mengubah Pengaturan
it: Impossibile modificare impostazioni
ja: 設定を変更できません
kk: Реттеулерді өзгерту мүмкін емес
ko: 설정을 변경할 수 없음
lt: Negalima pakeisti nustatymų
ms: Tidak Boleh Tukar Seting
nb: Kan ikke endre innstillinger
nl: Instellingen wijzigen niet mogelijk
pl: Nie można zmienić ustawień
pt: Não foi possível alterar os Ajustes
pt_pt: Não é possível alterar definições
ro: Configurările nu pot fi modificate
ru: Невозможно изменить настройки
sk: Nastavenia sa nedajú meniť
sl: Nastavitev ni mogoče spremeniti
sv: Kan inte ändra inställningar
th: ไม่สามารถเปลี่ยนการตั้งค่าได้
tr: Ayarlar Değiştirilemiyor
uk: Не вдається змінити параметри
vi: Không thể Thay đổi Cài đặt
zh_cn: 无法更改设置
zh_hk: 無法更改設定
zh_tw: 無法更改設定

# PHOTOSTREAM_NO_NETWORK_WIFI
source: You cannot change Photo Stream settings because you are not connected to the internet.
ar: لا يمكنك تغيير إعدادات تدفق الصور لأنك غير متصل بالإنترنت.
bg: Не можете да промените настройките за потока снимки, тъй като нямате връзка с интерент.
ca: No pots canviar la configuració de “Fotos en streaming” perquè no hi ha connexió a internet.
cs: Nastavení fotostreamu nemůžete změnit, protože nejste připojeni k internetu.
da: Du kan ikke skifte indstillinger for fotostream, fordi der ikke er forbindelse til internettet.
de: Die Fotostream-Einstellungen können nicht geändert werden, da keine Internetverbindung besteht.
el: Δεν είναι δυνατό να αλλάξετε τις ρυθμίσεις της Ροής φωτογραφιών, διότι δεν είστε συνδεδεμένοι στο Διαδίκτυο.
es: No puedes cambiar los ajustes de “Fotos en streaming” porque no está conectado a internet.
es_us: No puedes cambiar la configuración de Secuencia de fotos porque no tienes conexión a Internet.
fi: Kuvavirran asetuksia ei voida muuttaa, koska et ole yhteydessä internetiin.
fr: Vous ne pouvez pas modifier les réglages de la fonction Flux de photos car vous n’êtes pas connecté à Internet.
fr_ca: Vous ne pouvez pas modifier les réglages de la fonction Flux de photos, car vous n’êtes pas connecté à Internet.
he: לא ניתן לערוך שינויים בהגדרות של ״זרם תמונות״ משום שאין חיבור לאינטרנט.
hi: आप फ़ोटो स्ट्रीम सेटिंग्ज़ नहीं बदल सकते हैं क्योंकि आप इंटरनेट से कनेक्टेड नहीं हैं।
hr: Ne možete promijeniti postavke za Foto stream jer niste spojeni na internet.
hu: A Fotóstream beállításai nem módosíthatók, mivel Ön nem csatlakozik az internethez.
id: Anda tidak dapat mengubah pengaturan Stream Foto karena Anda tidak terhubung ke internet.
it: Non è possibile modificare le impostazioni dell’opzione “Streaming foto” perché non hai eseguito l’accesso a internet.
ja: インターネットに接続していないため、フォトストリーム設定を変更できません。
kk: Интернетке қосылмағандықтан, фото ағын реттеулерін өзгерту мүмкін емес.
ko: 인터넷에 연결되지 않은 상태이기 때문에 사진 스트림 설정을 변경할 수 없습니다.
lt: Negalite pakeisti funkcijos „Nuotraukų srautas“ nustatymų, nes nesate prisijungę prie interneto.
ms: Anda tidak boleh menukar seting Strim Foto kerana anda tidak disambungkan ke Internet.
nb: Du kan ikke endre innstillinger for Bildestrøm fordi du ikke er koblet til internett.
nl: Je kunt de fotostreaminstellingen niet wijzigen omdat je niet bent verbonden met het internet.
pl: Nie możesz zmienić ustawień Strumienia zdjęć, ponieważ nie masz połączenia z Internetem.
pt: Você não pode alterar os ajustes de Álbuns Compartilhados porque não está conectado à internet.
pt_pt: Não é possível alterar as definições de partilha de fotografias, porque não há ligação à internet.
ro: Nu puteți să modificați configurările fluxului foto, deoarece nu dispuneți de conexiune la internet.
ru: Невозможно изменить настройки фотопотока, так как устройство не подключено к интернету.
sk: Nastavenia fotostreamu nemôžete meniť, pretože nemáte pripojenie na internet.
sl: Nastavitev Toka fotografij ni mogoče spremeniti, ker niste povezani z internetom.
sv: Bildströmsinställningarna kan inte ändras eftersom du inte är ansluten till internet.
th: คุณไม่สามารถเปลี่ยนการตั้งค่าการสตรีมรูปภาพได้เนื่องจากคุณไม่ได้ต่อกับอินเทอร์เน็ต
tr: İnternete bağlı olmadığınız için Fotoğraf Yayını ayarlarını değiştiremezsiniz.
uk: Ви не можете міняти параметри Фотопотоку, бо немає інтернет-зʼєднання.
vi: Bạn không thể thay đổi cài đặt Kho ảnh vì thiết bị của bạn không được kết nối vào internet.
zh_cn: 你无法更改“照片流”设置，因为你尚未接入互联网。
zh_hk: 由於尚未連接互聯網，因此無法更改「相片串流」設定。
zh_tw: 無法更改「照片串流」設定，因為尚未連接網際網路。

# PHOTOSTREAM_TURN_OFF_CONFIRMATION_TITLE_IPAD
source: Turning off Photo Stream will delete all Photo Stream photos from your iPad.
ar: سيؤدي إيقاف تدفق الصور إلى حذف كافة صور تدفق الصور من الـ iPad الخاص بك.
bg: При изключване на функцията Поток снимки ще бъдат изтрити всичките снимки от вашия iPad.
ca: La desactivació de “Fotos en streaming” eliminarà totes les fotos en streaming de l’iPad.
cs: Pokud vypnete Fotostream, budou z iPadu všechny fotky Fotostreamu smazány.
da: Hvis du slår Fotostream fra slettes alle fotos i fotostream fra din iPad.
de: Durch Deaktivieren von Fotostream werden alle Fotostream-Fotos von deinem iPad gelöscht.
el: Αν απενεργοποιήσετε τη Ροή φωτογραφιών, θα διαγραφούν όλες οι φωτογραφίες Ροής φωτογραφιών από το iPad σας.
es: Si desactivas “Fotos en streaming” se eliminarán del iPad todas las fotos de “Fotos en streaming”.
es_us: Si desactivas Secuencia de fotos se eliminarán de tu iPad todas las fotos de Secuencia de fotos.
fi: Kuvavirran laittaminen pois päältä poistaa kaikki Kuvavirta-kuvat iPadista.
fr: Si vous désactivez la fonction Flux de photos, toutes les photos ajoutées via cette fonction seront effacées de votre iPad.
fr_ca: Si vous désactivez Flux de photos, toutes les photos ajoutées via cette fonction seront effacées de votre iPad.
he: כיבוי ״זרם תמונות״ ימחק את כל התמונות מזרמי התמונות ב-iPad.
hi: फ़ोटो स्ट्रीम बंद करने से आपके iPad से सभी फ़ोटो स्ट्रीम तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Foto stream, obrisat će se sve Foto stream fotografije s vašeg iPad uređaja.
hu: A Fotóstream kikapcsolása törölni fogja az összes Fotóstream-fotót az iPadről
id: Mematikan Stream Foto akan menghapus semua foto Stream Foto dari iPad Anda.
it: Se disattivi “Streaming foto” tutte le foto in esso contenute saranno eliminate da iPad.
ja: フォトストリームをオフにすると、フォトストリームの写真はすべてこのiPadから削除されます。
kk: Фото ағын функциясын жою әрекеті iPad құрылғысынан фото ағындағы барлық фотоның жойылуына әкеледі.
ko: 사진 스트림을 끄면, iPad에서 사진 스트림 사진이 모두 삭제됩니다.
lt: Išjungus nuotraukų srautą, iš jūsų „iPad“ įrenginio bus ištrintos visos nuotraukų srauto nuotraukos.
ms: Menyahaktifkan Strim Foto akan memadam semua foto Strim Foto daripada iPad anda.
nb: Hvis du slår av Bildestrøm, slettes alle Bildestrøm-bilder fra iPaden.
nl: Als je 'Fotostream' uitschakelt, worden alle fotostreamfoto's van je iPad verwijderd.
pl: Wyłączenie funkcji Strumień zdjęć usunie wszystkie zdjęcia strumienia z iPada.
pt: Se desativar esta opção, todas as fotos do Compartilhamento de Fotos serão apagadas do seu iPad.
pt_pt: Esta ação apagará do iPad todas as fotografias partilhadas.
ro: Dezactivarea fluxului foto va șterge de pe iPad‑ul dvs. toate pozele din fluxul foto.
ru: Если выключить фотопоток, все фото из него будут удалены с iPad.
sk: Ak vypnete fotostream, budú z vášho iPadu vymazané všetky fotostream fotky.
sl: Če Tok fotografij izklopite, boste iz iPada izbrisali vse fotografije v Toku fotografij.
sv: Om du stänger av bildströmmen kommer alla bilder från bildströmmar på din iPad att raderas.
th: การปิดใช้การสตรีมรูปภาพจะลบรูปภาพทั้งหมดในการสตรีมรูปภาพออกจาก iPad ของคุณ
tr: Fotoğraf Yayını’nın kapatılması, iPad’inizdeki tüm Fotoğraf Yayını fotoğraflarını silecektir.
uk: Вимкнення Фотопотоку призведе до видалення з iPad усіх фотографій Фотопотоку.
vi: Tắt Kho Ảnh sẽ xóa tất cả ảnh trong Kho Ảnh khỏi iPad của bạn.
zh_cn: 关闭“照片流”将会删除iPad照片流中的所有照片。
zh_hk: 關閉「相片串流」將從iPad刪除所有的「相片串流」相片。
zh_tw: 關閉「照片串流」將從iPad刪除所有的「照片串流」照片。

# PHOTOSTREAM_TURN_OFF_CONFIRMATION_TITLE_IPHONE
source: Turning off Photo Stream will delete all Photo Stream photos from your iPhone.
ar: سيؤدي إيقاف تدفق الصور إلى حذف كافة صور تدفق الصور من الـ iPhone الخاص بك.
bg: При изключване на функцията Поток снимки ще бъдат изтрити всичките снимки от вашия iPhone.
ca: La desactivació de “Fotos en streaming” eliminarà totes les fotos en streaming de l’iPhone.
cs: Pokud vypnete Fotostream, budou z iPhonu všechny fotky Fotostreamu smazány.
da: Hvis du slår Fotostream fra slettes alle fotos i fotostream fra din iPhone.
de: Durch Deaktivieren von Fotostream werden alle Fotostream-Fotos von deinem iPhone gelöscht.
el: Αν απενεργοποιήσετε τη Ροή φωτογραφιών, θα διαγραφούν όλες οι φωτογραφίες Ροής φωτογραφιών από το iPhone σας.
es: Si desactivas “Fotos en streaming” se eliminarán del iPhone todas las fotos de “Fotos en streaming”.
es_us: Si desactivas Secuencia de fotos se eliminarán de tu iPhone todas las fotos de Secuencia de fotos.
fi: Kuvavirran laittaminen pois päältä poistaa kaikki Kuvavirta-kuvat iPhonesta.
fr: Si vous désactivez la fonction Flux de photos, toutes les photos ajoutées via cette fonction seront effacées de votre iPhone.
fr_ca: Si vous désactivez la fonction Flux de photos, toutes les photos ajoutées via cette fonction seront effacées de votre iPhone.
he: כיבוי ״זרם תמונות״ ימחק את כל התמונות מזרמי התמונות ב-iPhone.
hi: फ़ोटो स्ट्रीम बंद करने से आपके iPhone से सभी फ़ोटो स्ट्रीम तस्वीरें डिलीट हो जाएँगी।
hr: Isključite li Foto stream, obrisat će se sve Foto stream fotografije s vašeg iPhone uređaja.
hu: A Fotóstream kikapcsolása törölni fogja az összes Fotóstream-fotót az iPhone-ról
id: Mematikan Stream Foto akan menghapus semua foto Stream Foto dari iPhone Anda.
it: Se disattivi “Streaming foto” tutte le foto in esso contenute saranno eliminate da iPhone.
ja: フォトストリームをオフにするとフォトストリームの写真はすべてこのiPhoneから削除されます。
kk: Фото ағын функциясын жою әрекеті iPhone құрылғысынан фото ағындағы барлық фотоның жойылуына әкеледі.
ko: 사진 스트림을 끄면, iPhone에서 사진 스트림 사진이 모두 삭제됩니다.
lt: Išjungus nuotraukų srautą, iš jūsų „iPhone“ įrenginio bus ištrintos visos nuotraukų srauto nuotraukos.
ms: Menyahaktifkan Strim Foto akan memadam semua foto Strim Foto daripada iPhone anda.
nb: Hvis du slår av Bildestrøm, slettes alle Bildestrøm-bilder fra iPhonen.
nl: Als je 'Fotostream' uitschakelt, worden alle fotostreamfoto's van je iPhone verwijderd.
pl: Wyłączenie funkcji Strumień zdjęć usunie wszystkie zdjęcia strumienia z iPhone'a.
pt: Se desativar esta opção, todas as fotos do Compartilhamento de Fotos serão apagadas do seu iPhone.
pt_pt: Esta ação apagará do iPhone todas as fotografias partilhadas.
ro: Dezactivarea fluxului foto va șterge de pe iPhone‑ul dvs. toate pozele din fluxul foto.
ru: Если выключить фотопоток, все фото из него будут удалены с iPhone.
sk: Ak vypnete fotostream, budú z vášho iPhonu vymazané všetky fotostream fotky.
sl: Če Tok fotografij izklopite, boste iz iPhona izbrisali vse fotografije v Toku fotografij.
sv: Om du stänger av bildströmmen kommer alla bilder från bildströmmar på din iPhone att raderas.
th: การปิดใช้การสตรีมรูปภาพจะลบรูปภาพทั้งหมดในการสตรีมรูปภาพออกจาก iPhone ของคุณ
tr: Fotoğraf Yayını’nın kapatılması, iPhone’unuzdaki tüm Fotoğraf Yayını fotoğraflarını silecektir.
uk: Вимкнення Фотопотоку призведе до видалення з iPhone усіх фотографій Фотопотоку.
vi: Tắt Kho Ảnh sẽ xóa tất cả ảnh trong Kho Ảnh khỏi iPhone của bạn.
zh_cn: 关闭“照片流”将会删除iPhone照片流中存储的所有照片。
zh_hk: 關閉「相片串流」將從iPhone刪除所有的「相片串流」相片。
zh_tw: 關閉「照片串流」將從iPhone刪除所有的「照片串流」照片。
